Repository: MarcoMedrano/polyweb
Catalog: Client/Pages/Index.*.resx
Languages: es

# OnlyForWindows
source: At this time only available for windows.
es: En este momento solo disponible para Windows.

# DownloadTitle
source: What are you waiting for?
es: ¿Que estas esperando?

# LearnDescription
source: How do kids learn? They associate pictures with words and sounds. That is why Poly helps you picture it by searching images and playing back pronunciations.
es: ¿Cómo aprenden los niños? Asocian imágenes con palabras y sonidos. Es por eso que Poly te ayuda a imaginarlo, buscando imágenes y reproduciendo pronunciaciones.

# Learn
source: Learn by association
es: Aprender por asociación

# AlwaysViewingDescription
source: Wasted learnning odd keyboard combinations? No more ctrl + shif + alt + #@@$%!$ ðŸ˜µ With Poly you just need to select the text or double click a word.
es: ¿Cansado de aprender combinaciones de teclado raras? No más ctrl + shif + alt + #@@$%!$ 😵 Con Poly solo necesitas seleccionar el texto o hacer doble click en una palabra.

# AlwaysViewing
source: Poly is always viewing
es: Poly siempre está viendo

# AlwaysOnTopDescription2
source: Do not waste your time again going to the browser to get a translation.
es: No pierdas tu tiempo nuevamente yendo al navegador para obtener una traducción.

# AlwaysOnTopDescription1
source: Poly is always open, always on top, ready to help!
es: ¡Poly está siempre abierto, siempre disponible y listo para ayudar!

# AlwaysOnTop
source: Poly is always there for you!
es: ¡Poly siempre está ahí para ti!

# MultilanguagDescription
source: Tired of searching multiple times? Poly is polyglot, it will translate to all your favorite languages at the same time.
es: ¿Estás cansado de buscar varias veces? Poly es políglota, traducirá a todos tus idiomas favoritos al mismo tiempo.

source: Multilanguage
es: Multi lenguaje

# SubTitle
source: Learning and working with new languages it was never so easy, thanks to:
es: Aprender y trabajar con nuevos idiomas nunca fue tan fácil, gracias a:

# Title
source: The only polyglot translator
es: El único traductor políglota
